Repository: webfutureiorepo/ProtonVpn
Catalog: apps/ios/ProtonVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This intent allows to check the current VPN connection status
ar: يتيح هذا الإجراء التحقق من حالة اتصال VPN الحالية
be: Гэты намер дазваляе праверыць бягучы статус вашага падключэння па VPN
ca: Aquesta intenció permet comprovar l'estat actual de la connexió VPN
cs: Tento záměr umožňuje zkontrolovat aktuální stav VPN připojení
da: Denne handling gør det muligt at kontrollere den aktuelle VPN-forbindelsesstatus
de: Diese Aktion ermöglicht es, den aktuellen VPN-Verbindungsstatus zu prüfen
el: Αυτή η πρόθεση επιτρέπει τον έλεγχο της τρέχουσας κατάστασης σύνδεσης VPN
es: Este intent permite comprobar el estado actual de la conexión VPN
es_419: Esta acción permite comprobar el estado actual de la conexión VPN
fi: Tämän toiminnon avulla voi tarkistaa nykyisen VPN-yhteystilan
fil: Pinapayagan ng intent na ito na suriin ang kasalukuyang status ng koneksyon sa VPN
fr: Cette intention permet de vérifier l’état actuel de la connexion VPN
id: Intent ini memungkinkan pemeriksaan status koneksi VPN saat ini
it: Questo intento consente di controllare lo stato corrente della connessione VPN
ja: このインテントでは、現在の VPN 接続状態を確認できます
ko: 이 인텐트로 현재 VPN 연결 상태를 확인할 수 있습니다
nb: Denne intenten lar deg sjekke gjeldende VPN-tilkoblingsstatus
nl: Met deze intentie kunt u de huidige VPN-verbindingsstatus controleren
pl: Ten skrót pozwala sprawdzić bieżący status połączenia VPN
pt: Esta intenção permite verificar o estado atual da ligação VPN
pt_br: Esta intenção permite verificar o status atual da conexão VPN
ro: Această intenție permite verificarea stării curente a conexiunii VPN
ru: Это намерение позволяет проверить текущее состояние VPN-подключения
sl: Ta namera omogoča preverjanje trenutnega stanja povezave VPN
th: Intent นี้ใช้เพื่อตรวจสอบสถานะการเชื่อมต่อ VPN ปัจจุบัน
tr: Bu intent, geçerli VPN bağlantı durumunu kontrol etmenizi sağlar
vi: Ý định này cho phép kiểm tra trạng thái kết nối VPN hiện tại
zh_hans: 此快捷指令可检查当前 VPN 连接状态
zh_hant: 此意圖可檢查目前的 VPN 連線狀態

source: This intent allows to connect to a selected country, city or state
ar: يتيح هذا الإجراء اتصالاً بدولة أو مدينة أو ولاية محددة
be: Гэты намер дазваляе падключацца да выбранай краіны, горада або штата
ca: Aquesta intenció permet connectar a un país, una ciutat o un estat seleccionat
cs: Tento záměr umožňuje připojit se k vybrané zemi, městu nebo státu
da: Denne handling gør det muligt at forbinde til et valgt land, en valgt by eller en valgt delstat
de: Diese Aktion ermöglicht es, eine Verbindung zu einem ausgewählten Land, einer ausgewählten Stadt oder einem ausgewählten Bundesland herzustellen
el: Αυτή η πρόθεση επιτρέπει τη σύνδεση με μια επιλεγμένη χώρα, πόλη ή πολιτεία
es: Este intent permite conectar a un país, ciudad o estado seleccionados
es_419: Esta acción permite conectar a un país, ciudad o estado seleccionado
fi: Tämän toiminnon avulla voi yhdistää valittuun maahan, kaupunkiin tai osavaltioon
fil: Pinapayagan ng intent na ito na kumonekta sa napiling bansa, lungsod, o estado
fr: Cette intention permet de se connecter à un pays, une ville ou un État sélectionné
id: Intent ini memungkinkan menghubungkan ke negara, kota, atau negara bagian yang dipilih
it: Questo intento consente di connettersi a un paese, una città o uno stato selezionato
ja: このインテントでは、選択した国、都市、または州に接続できます
ko: 이 인텐트로 선택한 국가, 도시 또는 주에 연결할 수 있습니다
nb: Denne intenten lar deg koble til et valgt land, en valgt by eller en valgt delstat
nl: Met deze intentie kunt u verbinding maken met een geselecteerd land, geselecteerde stad of geselecteerde staat
pl: Ten skrót pozwala połączyć się z wybranym krajem, miastem lub stanem
pt: Esta intenção permite ligar a um país, cidade ou estado selecionado
pt_br: Esta intenção permite conectar a um país, cidade ou estado selecionado
ro: Această intenție permite conectarea la o țară, un oraș sau un stat selectat
ru: Это намерение позволяет подключить выбранную страну, город или штат
sl: Ta namen omogoča povezavo z izbrano državo, mestom ali statistiko
th: Intent นี้ใช้เพื่อเชื่อมต่อกับประเทศ เมือง หรือรัฐที่เลือก
tr: Bu intent, seçilen bir ülkeye, şehre veya eyalete bağlantı kurmanızı sağlar
vi: Ý định này cho phép kết nối đến quốc gia, thành phố hoặc bang đã chọn
zh_hans: 此快捷指令可连接到所选国家、城市或州
zh_hant: 此意圖可連線至選取的國家、城市或州／省

source: Which city?
ar: أي مدينة؟
be: Які горад?
ca: Quina ciutat?
cs: Které město?
da: Hvilken by?
de: Welche Stadt?
el: Ποια πόλη;
es: ¿Qué ciudad?
es_419: ¿Cuál ciudad?
fi: Mikä kaupunki?
fil: Aling lungsod?
fr: Quelle ville ?
id: Kota mana?
it: Quale città?
ja: どの都市ですか？
ko: 어느 도시인가요?
nb: Hvilken by?
nl: Welke stad?
pl: Które miasto?
pt: Que cidade?
pt_br: Qual cidade?
ro: Care oraș?
ru: Какой город?
sl: Katero mesto?
sv: Vilken ort?
th: เมืองใด
tr: Hangi şehir?
vi: Thành phố nào?
zh_hans: 哪个城市？
zh_hant: 哪個城市？

source: Which country?
ar: أي دولة؟
be: Якая краіна?
ca: Quin país?
cs: Která země?
da: Hvilket land?
de: Welches Land?
el: Ποια χώρα;
es: ¿Qué país?
es_419: ¿Cuál país?
fi: Mikä maa?
fil: Aling bansa?
fr: Quel pays ?
id: Negara mana?
it: Quale paese?
ja: どの国ですか？
ko: 어느 국가인가요?
nb: Hvilket land?
nl: Welk land?
pl: Który kraj?
pt: Que país?
pt_br: Qual país?
ro: Care țară?
ru: Какая страна?
sl: Katera država?
sv: Vilket land?
th: ประเทศใด
tr: Hangi ülke?
vi: Quốc gia nào?
zh_hans: 哪个国家？
zh_hant: 哪個國家？

source: Which state?
ar: أي ولاية؟
be: Які штат?
ca: Quin estat?
cs: Který stát?
da: Hvilken delstat?
de: Welches Bundesland?
el: Ποια πολιτεία;
es: ¿Qué estado?
es_419: ¿Cuál estado?
fi: Mikä osavaltio?
fil: Aling estado?
fr: Quel État ?
id: Negara bagian mana?
it: Quale stato?
ja: どの州ですか？
ko: 어느 주인가요?
nb: Hvilken delstat?
nl: Welke staat?
pl: Który stan?
pt: Que estado?
pt_br: Qual estado?
ro: Care stat?
ru: Какой штат?
sl: Katera zvezna država?
sv: Vilken delstat?
th: รัฐใด
tr: Hangi eyalet?
vi: Bang nào?
zh_hans: 哪个州？
zh_hant: 哪個州／省？

source: You are not protected
ar: إنّك غير محمي
be: Вы не абаронены
ca: No esteu protegit
cs: Nejste chráněni
da: Du er ikke beskyttet
de: Du bist ungeschützt
el: Δεν είστε προστατευμένοι
es: No estás protegido
es_419: No tiene protección
fa: شما محافظت نمی‌شوید
fi: Yhteyttäsi ei ole suojattu
fil: Hindi protektado
fr: Vous n'êtes pas protégé.
hu: Nincs kapcsolódva
id: Anda tidak terlindung
it: Non sei protetto
ja: お客様は保護されていません
ka: დაცული არ ბრძანდებით
ko: 보호되어 있지 않음
nb: Du er ikke beskyttet
nl: U bent niet beschermd
pl: Nie jesteś chroniony
pt: Não está protegido
pt_br: Você não está protegido
ro: Nu există protecție
ru: Вы не защищены
sk: Nemáte ochranu
sl: Niste zaščiteni
sv: Du är inte skyddad
th: ไม่ได้รับการป้องกัน
tr: Korunmuyorsunuz
uk: Ви не захищені
vi: Kết nối không được bảo vệ
zh_hans: 未受保护
zh_hant: 你未受保護

source: You are protected
ar: الاتصال محمي
be: Вы абаронены
ca: Esteu protegit
cs: Jste chráněni
da: De er beskyttet
de: Du bist geschützt
el: Είστε προστατευμένοι
es: Estás protegido
es_419: Está protegido
fi: Olet suojattu
fil: Protektado
fr: Vous êtes protégé
id: Anda terlindungi
it: Sei protetto
ja: お客様は保護されています
ko: 귀하는 보호되고 있습니다
nb: Du er beskyttet
nl: U bent beschermd
pl: Jesteś chroniony
pt: Está protegido
pt_br: Você está protegido
ro: Protecție activată
ru: Вы защищены
sl: Ste zaščiteni
sv: Du är skyddad
th: ได้รับการป้องกัน
tr: Korunuyorsunuz
vi: Được bảo vệ
zh_hans: 您已受到保护
zh_hant: 您受到保護
